IdeaRS.OpenModel.Message.NonConformity
Non-conformity

IdeaRS.OpenModel.Message.NonConformity.#ctor
Constructor

IdeaRS.OpenModel.Message.NonConformity.Guid
Description of the nonconformity

IdeaRS.OpenModel.Message.NonConformity.Severity
severity of this nonconformity